Repository: marnanel/joule
Catalog: share/po/*.po
Languages: de, he, nl, ru

source: English
de: Deutsch
he: אנגלית
nl: Nederlands
ru: Русский

source: English translation by Thomas Thurman
de: Deutsche Übersetzung von Philip Newton
he: Hebrew translation by Yaron
nl: Nederlandse vertaling door Nathalie Cassiers

source: <p>Joule is a way of keeping track of who's reading your stuff.</p><p>Lots of sites allow you to make a list of people you want to follow<br />(sometimes called a friends list, or a watch list).<br />Sometimes they also let you see who has you on their friends list.<br />But wouldn't it be nifty if you could see when people start<br />and stop reading you, like {this}?<br />That's what Joule is for.</p><p>Joule has been around for six years and has tens of thousands of happy users.<br />Join in by typing your username into the box above.</p>
de: <p>Mit Joule kannst du nachverfolgen, wer deine Sachen liest.</p><p>Viele Sites erlauben es dir, eine Liste von Leuten zu erstellen,<br />deren Einträge du verfolgen möchtest (oft Freundesliste oder Watchlist<br />genannt).<br />Manchmal kannst du auch sehen, wer dich auf seiner Freundesliste hat.<br />Aber wäre es nicht cool, wenn du sehen könntest, wann Leute anfangen<br />oder aufhören, dich zu lesen -- etwa {so}?<br />Dafür wurde Joule geschrieben.</p><p>Joule gibt es jetzt schon seit sechs Jahren, und es hat Zehntausende<br />zufriedener Benutzer.<br />Mach' auch mit! Tippe einfach deinen Benutzernamen in das Feld oben.</p>
he: <p>Joule מספקת לך דרך נוחה לדעת מי קורא את החומרים שלך.</p><p>אתרים רבים מאפשרים לך לערוך רשימה של אנשים שברצונך לעקוב אחריהם<br />(לפעמים נקראת רשימת חברים, או רשימת מעקב).<br />לעיתים גם ניתן לראות מי כלל אותך ברשימת החברים שלו.<br />אך לא יהיה זה מעניין לראות מתי אנשים מתחילים<br />ומפסיקים לקרוא את החומרים שלך, {באופן זה}?<br />זוהי המטרה של Joule.</p><p>Joule קיימת בשטח מזה חמש שנים ומאגדת בתוכה עשרות אלפי משתמשים מאושרים.<br />הצטרף עוד היום על ידי הקלדת שם המשתמש שלך לתיבה שלהלן.</p>
nl: <p>Joule is een manier om op de hoogte te blijven van wie jouw schrijfsels leest.</p><p>Heel wat sites laten je toe een lijst samen te stellen van mensen die je wil volgen.<br />(soms wordt dit een vriendenlijst genoemd, of volglijst).<br />Soms laten ze ook toe dat je ziet wie jou toegevoegd heeft aan hun lijst.<br />Maar zou het niet super zijn mocht je zien wanneer ze je beginnen volgen<br />of wanneer ze daarmee ophouden, zoals {dit}?<br />Daarvoor is er Joule.</p><p>Joule bestaat al zes jaar en heeft tienduizenden tevreden gebruikers.<br />Voeg je bij hen door jouw gebruikersnaam in het veld hierboven in te vullen.</p>
ru: <p>Joule позволяет проследить, кто читает то, что вы пишете.</p><p>Куча сайтов позволяет создать список тех, кого вы хотите читать<br />(часто он называется списком друзей или френд-лентой).<br />Иногда они позволяют видеть и тех, кто внёс вас в свой список друзей.<br />Но ведь здорово было бы видеть, когда все эти люди начинают или перестают<br />читать вас, к примеру, {как тут}?<br />Для этого и придуман Joule.</p><p>Joule уже пять лет в сети, и у него десятки тысяч довольных пользователей.<br />Присоединяйтесь — впишите ваше имя пользователя в поле ввода сверху.</p>

source: Show me the fans of [NAME] on [SITE] as a {chart} or {graph}.
de: Fans von [NAME] auf [SITE] als {Tabelle} oder als {Grafik} zeigen.
he: הצג בפני את המעריצים של [NAME] ב־[SITE] כ{תרשים} או כ{גרף}.
nl: Toon de fans van [NAME] op [SITE] als {tabel} of {grafiek}.
ru: Покажите мне фэнов [NAME] на [SITE] в виде {списка} или {диаграммы}

source: joule is by {Thomas Thurman}
de: Joule ist von {Thomas Thurman}
he: Joule נוצרה על ידי {Thomas Thurman}
nl: joule wordt gemaakt door {Thomas Thurman}
ru: автор joule — {Томас Турман}

source: page designed by {Firinel Thurman}
de: Seitendesign von {Firinel Thurman}
he: העמוד עוצב על ידי {Firinel Thurman}
nl: pagina design door {Firinel Thurman}
ru: дизайн страницы — {Фиринэл Турман}

source: {code released} under {the GNU Affero Licence}
de: {Code veröffentlicht} unter {der GNU-Affero-Lizenz}
he: {הקוד שוחרר} תחת {הרשיון GNU Affero}
nl: code uitgebracht onder de {GNU Affero Licentie}
ru: {исходный код доступен} под {лицензией GNU Affero}

source: proudly union made
de: Produkt eines stolzen Gewerkschaftsmitglieds
he: נוצר בגאווה על ידי האיגוד
nl: trots vakbondswerk
ru: с гордостью сообщаем: сделано членами профсоюза

source: hosted by {red stair}
de: Webhosting von {red stair}
he: המארח {red stair}
nl: webhosting door {red stair}
ru: хостинг предоставлен {red stair}

source: valid {html}, {css}, and {rss}
de: gültiger {HTML-}, {CSS-} und {RSS}-Code
he: {html}, {css}, ו־{rss} תקניים
nl: geldig {html}, {css}, en {rss}
ru: валидный {html}, {css} и {rss}

source: valid {html} and {css}
de: gültiger {HTML-} und {CSS-}Code
nl: geldig {html} en {css}
ru: валидный {html} и {css}

source: Yesterday: {} RSS hits ({}% LJ, {} Google Reader), {} HTML hits ({}% Firefox, {}% IE, {}% Safari); {} Google hits
de: Gestern: {} RSS-Zugriffe ({}% LJ, {} Google Reader), {} HTML-Zugriffe ({}% Firefox, {}% IE, {}% Safari); {} Google-Zugriffe
he: אתמול: {} ביקורים ב־RSS ({}% LJ, {} Google Reader), {} ביקורי HTML ({}% פיירפוקס, {}% IE, {}% ספארי); {} ביקורים מגוגל
nl: Gisteren: {} RSS hits ({}% LJ, {} Google Reader), {} HTML hits ({}% Firefox, {}% IE, {}% Safari); {} Google hits
ru: Вчерашние запросы: {} по RSS ({}% ЖЖ, {} Google Reader), {} в виде HTML ({}% Firefox, {}% IE, {}% Safari); {} через Google

source: graph
de: Grafik
he: גרף
nl: grafiek
ru: список

source: chart
de: Tabelle
he: תרשים
nl: tabel
ru: диаграмма

source: with blanks
de: mit Leerzeilen
he: עם רווחים
nl: met tussenruimtes
ru: с пробелами

source: without blanks
de: ohne Leerzeilen
he: ללא רווחים
nl: zonder tussenruimtes
ru: без пробелов

source: full view
de: alles zeigen
he: תצוגה מלאה
nl: alles tonen
ru: целиком

source: most recent
de: neueste Einträge
he: האחרונים
nl: meest recente
ru: недавнее

source: Datestamp
de: Datum
he: חותמת הזמן
nl: datum
ru: Дата

source: Friended by
de: als Freund hinzugefügt von
he: הוגדר כחבר על ידי
nl: als vriend toegevoegd door
ru: Подружились

source: Unfriended by
de: als Freund entfernt von
he: בוטלה החברות על ידי
nl: als vriend verwijderd door
ru: Перестали дружить

source: None.
de: Niemandem.
nl: niemand
ru: Никто.

source: joule - your friendly friend-of monitor
de: Joule - dein freundlicher wessen-Freund-bin-ich-Monitor
nl: joule - de vriendelijke vriendenmonitor

source: fans of [USERNAME] on [SITENAME], past and present
de: Fans von [USERNAME] auf [SITENAME], früher und jetzt
nl: fans van [USERNAME] op [SITENAME], verleden en heden

source: Changes in the fan list over time
de: Änderungen in der Fanliste im Laufe der Zeit
nl: verandering in de fan lijst door de tijd

source: feed
de: RSS-Feed

source: <p>Joule is a way of keeping track of who's reading your stuff.</p><p>Lots of sites allow you to make a list of people you want to follow<br />(sometimes called a friends list, or a watch list).<br />Sometimes they also let you see who has you on their friends list.<br />But wouldn't it be nifty if you could see when people start<br />and stop reading you, like {this}?<br />That's what Joule is for.</p><p>Joule has been around for five years and has tens of thousands of happy users.<br />Join in by typing your username into the box above.</p>
ru: <p>Joule позволяет проследить, кто читает то, что вы пишете.</p><p>Куча сайтов позволяет создать список тех, кого вы хотите читать<br />(часто он называется списком друзей или френд-лентой).<br />Иногда они позволяют видеть и тех, кто внёс вас в свой список друзей.<br />Но ведь здорово было бы видеть, когда все эти люди начинают или перестают<br />читать вас, к примеру, {как тут}?<br />Для этого и придуман Joule.</p><p>Joule уже пять лет в сети, и у него десятки тысяч довольных пользователей.<br />Присоединяйтесь — впишите ваше имя пользователя в поле ввода сверху.</p>

source: community
he: קהילה
ru: сообщество

source: faq
he: שאלות נפוצות
ru: чаво

source: code
he: קוד
ru: код
