Repository: marnanel/joule
Catalog: po/*.po
Languages: fr

source: English
fr: Français

source: English translation by Thomas Thurman
fr: Traduction française par Gabriel de Perthuis

source: <p>Joule is a way of keeping track of who's reading your stuff.</p><p>Lots of sites allow you to make a list of people you want to follow<br />(sometimes called a friends list, or a watch list).<br />Sometimes they also let you see who has you on their friends list.<br />But wouldn't it be nifty if you could see when people start<br />and stop reading you, like {this}?<br />That's what Joule is for.</p><p>Joule has been around for six years and has tens of thousands of happy users.<br />Join in by typing your username into the box above.</p>
fr: <p>Joule est un outil qui vous tient au courant de qui vous lit.</p><p>Beaucoup de sites vous laissent établir une liste des gens que vous voulez suivre<br />(parfois appelées listes de lecture ou listes d'amis).<br />Certains de ces sites vous laissent aussi voir qui vous a sur sa liste.<br />Mais ne serait il pas plus astucieux de vous signaler<br />quand des gens commencent et cessent de vous lire, {comme ceci}?<br />C'est la raison d'être de Joule.</p><p>Joule existe depuis six ans et a des dizaines de milliers d'heureux utilisateurs.<br />Faites-en partie en entrant votre nom d'utilisateur dans le champ ci-dessus.</p>

source: Show me the fans of [NAME] on [SITE] as a {chart} or {graph}.
fr: Montrez-moi les admirateurs de [NAME] sur [SITE] sous forme de {tableau}, sous forme de {calendrier}.

source: joule is by {Thomas Thurman}
fr: joule est une création de {Thomas Thurman}

source: page designed by {Firinel Thurman}
fr: la page a été conçue par {Firinel Thurman}

source: {code released} under {the GNU Affero Licence}
fr: {code source disponible} sous licence {GNU Affero}

source: proudly union made
fr: fait par de fiers travailleurs syndiqués

source: hosted by {red stair}
fr: hébergé par {red stair}

source: valid {html}, {css}, and {rss}
fr: {html}, {css} et {rss} valides

source: valid {html} and {css}
fr: {html} et {css} valides

source: Yesterday: {} RSS hits ({}% LJ, {} Google Reader), {} HTML hits ({}% Firefox, {}% IE, {}% Safari); {} Google hits
fr: Hier: {} visites d'agents RSS ({}% LJ, {}% Google Reader}, {} visites HTML ({}% Firefox, {}% IE, {}% Safari); {} visites du googlebot.

source: graph
fr: calendrier

source: chart
fr: tableau

source: with blanks
fr: avec entrées vides

source: without blanks
fr: sans entrées vides

source: community
fr: communauté

source: full view
fr: vue détaillée

source: most recent
fr: plus récent

source: Datestamp
fr: Daté du

source: Friended by
fr: Ajouté par

source: Unfriended by
fr: Retiré par

source: None.
fr: Personne.

source: joule - your friendly friend-of monitor
fr: joule — un bienveillant suivi de vos admirateurs

source: fans of [USERNAME] on [SITENAME], past and present
fr: admirateurs de [USERNAME] sur [SITENAME], passés et présents

source: Changes in the fan list over time
fr: Évolution de la liste d'admirateurs au cours du temps

source: feed
fr: flux
